Repository: crhea93/Valence
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: English
de: Englisch

source: German
de: Deutsch

source: Your Name *
de: Dein Name

source: Your Email *
de: Deine Mail-Adresse

source: Please enter a message.
de: Bitter gib eine Nachricht ein

source: Send message
de: Nachricht senden

source: Contact Us
de: Kontakt

source: Contact us
de: Kontakt

source: Do you have any questions? Please do not hesitate to contact us directly. Our team will come back to you within a matter of hours to help you.
de: Hast Du noch Fragen? Bitte zögere nicht, uns direkt zu kontaktieren.

source: Your response has been submitted!
de: Deine Antwort wurde gespeichert

source: Your name
de: Dein Name

source: Your email
de: Deine Mail-Adresse

source: Subject
de: Betreff

source: Your message
de: Nachricht senden

source: Submit
de: Einloggen

source: Send CAM
de: Speichern

source: Background
de: Information

source: Links
de: Verbindungen

source: CAM
de: Zurück zur Map

source: Theoretical Background
de: Information

source: logout
de: Ausloggen

source: Signup
de: Anmelden

source: Login
de: Einloggen

source: Individual CAMs
de: Einzelne CAMs

source: CAMs
de: MAPs

source: Create new CAM
de: Neue Map erstellen

source: Project Name
de: Projektname

source: Project Password
de: Projektpasswort

source: Join Project
de: Projekt beitreten

source: Neutral Concept
de: Neutrales Konzept

source: Positive Concept
de: Positives Konzept

source: Negative Concept
de: Negatives Konzept

source: Ambivalent Concept
de: Ambivalentes Konzept

source: Concepts in Agreement
de: Konzepte unterstützen sich

source: Concepts in Disagreement
de: Konzepte hemmen sich

source: Create
de: Erstellen

source: Single click on blank drawing space
de: Einmal ins Leere klicken

source: Update
de: Verändern

source: Double click on existing concept
de: Konzept doppelt anklicken

source: Delete
de: Löschen

source: Select a concept with a single click and press “delete” on your keyboard
de: Konzept durch einmaliges Klicken auswählen und auf der Tastatur 'Entfernen' drücken

source: Add Comment
de: Kommentar hinzufügen

source: Select concept with any selector-mode and type comment in the “Concept Comment” section and press submit.
de: Konzept auswählen, einen Kommentar eintippen und diesen hinzufügen

source: Select two concepts (they will become highlighted)
de: Zwei Konzepte auswählen (ausgewählte Konzepte werden hervorgehoben)

source: Single Click on link
de: Verbindung einmal anklicken

source: Select Link with a single click and press “delete” on your keyboard
de: Verbindung durch einmaliges Klicken auswählen und auf der Tastatur 'Entfernen' drücken

source: Save CAM
de: Speichern

source: Generate Image
de: Map als Bild speichern

source: Export CAM
de: Map exportieren

source: Import CAM
de: Map importieren

source: Delete CAM
de: Map löschen

source: Create New Project
de: Neues Projekt erstellen

source: Contact
de: Kontakt

source: Settings
de: Einstellungen

source: Logout
de: Ausloggen

source: You response has been saved
de: Ihr Schaubild wurde gespeichert

source: Cognitive Affective Maps
de: Maps

source: Concept Mode
de: Konzepte

source: Link Mode
de: Verbindungen

source: Reset CAM
de: Map Löschen

source: Link Info
de: Verbindung

source: Please Select a Link to Make Changes
de: Bitte klicken Sie auf eine Verbindung, um sie zu verändern

source: Type of Link
de: Art der Verbindung

source: Agree
de: Wirkt Unterstützend

source: Disagree
de: Wirkt Hemmend

source: Strength
de: Stärke

source: Arrow Options
de: Pfeiloption

source: Reverse Arrow
de: Pfeilrichtung ändern

source: Delete Link
de: Verbindung löschen

source: Concept Comment
de: Kommentar zum Konzept

source: Please Select a Single Concept to Add a Comment
de: Um einen Kommentar hinzuzufügen, wählen Sie bitte ein Konzept aus

source: Delete Concept
de: Konzept löschen

source: Legend
de: Legende

source: Concepts
de: Konzepte

source: Misc.
de: Allgemeines

source: Are you sure that you want to delete the CAM?
de: Sind Sie sicher, dass Sie Ihre Map löschen möchten?

source: Close
de: Schließen

source: IMPORT FILE
de: Datei importieren

source: Browse
de: Durchsuchen

source: Choose File
de: Datei auswählen

source: Check this box if you would like these concepts to be non-deletable
de: Ich möchte, dass diese Konzepte unlöschbar sind

source: Upload
de: Hochladen

source: Create Project - Cognitive Affective Maps
de: Projekt erstellen - Maps

source: NEW PROJECT
de: NEUES PROJEKT

source: DASHBOARD
de: MENÜ

source: The site works best with Google Chrome, Safari, or Opera
de: Diese Seite funktioniert am besten mit Google Chrome, Safari oder Opera

source: Username
de: Benutzername

source: Number of Concepts
de: Anzahl der Konzepte

source: Number of Links
de: Anzahl der Verbindungen

source: Create Date
de: Neue Map erstellen

source: Actions
de: Pfeiloption

source: Last Login
de: Letztes Einloggen

source: Dashboard - Cognitive Affective Maps
de: Menü - Maps

source: Sign in to start your session
de: Melden Sie sich an, um zu beginnen.

source: Password
de: Passwort

source: Register a new membership
de: Neue Registrierung

source: Forgot Password?
de: Passwort vergessen?

source: Sign In
de: Einloggen

source: Password Reset
de: Passwort zurücksetzen

source: Password Reset Confirmation
de: Passwort wiederholen

source: Login!
de: Einloggen

source: Change password
de: Passwort ändern

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
de: Dieses Passwort ist ungültig. Bitte versuchen Sie es mit einem neuen Passwort

source: Create an Account!
de: Account erstellen

source: Already have an account? Login!
de: Wenn Sie bereits einen Account haben, können Sie sich hier einloggen

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
de: Wir haben Ihnen eine Anweisung an die angegebene E-Mail-Adresse zugesendet, mit der Sie Ihr Passwort zurücksetzen können. Sie sollten diese in Kürze erhalten

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
de: Sollten Sie keine E-Mail erhalten, versichern Sie sich bitte, dass Sie die E-Mail-Adresse korrekt eingegeben haben und schauen Sie in ihren Spam-Ordner.

source: To initiate the password reset process for your CAM Account, click the link below:
de: Um Ihr Passwort zurücksetzen zu können, klicken Sie bitte auf den untenstehenden Link

source: The username linked with this account is:
de: Der Benutzername zu diesem Account lautet:

source: If clicking the link above doesn't work, please copy and paste the URL in a new browser window instead.
de: Sollte nach Anklicken des Links nichts passieren, kopieren Sie den Link bitte und fügen Sie die URL in einem neuen Browser-Fenster ein.

source: CAM Team
de: Team

source: Forgot Your Password?
de: Passwort vergessen?

source: We get it, stuff happens. Just enter your email address below and we'll send you a link to reset your password!
de: Nicht schlimm. Bitte geben Sie einfach Ihre E-Mail-Adresse ein und wir senden Ihnen einen Link, mit dem Sie ihr Passwort zurücksetzen können!

source: Email Address
de: E-Mail Adresse

source: Reset Password
de: Passwort zurücksetzen

source: Participant Account
de: Teilnehmer:innen

source: Researcher Account
de: Forscher:innen

source: First Name
de: Vorname

source: Last Name
de: Nachname

source: User Name
de: Benutzername

source: Password Verification
de: Passwort wiederholen

source: Language Preference
de: Spracheinstellung

source: Register
de: Registrieren

source: User Password
de: Benutzerpasswort

source: User Password Verification
de: Passwort wiederholen

source: I already have a membership
de: Ich habe bereits einen Nutzeraccount

source: Organization
de: Organisation

source: email address
de: E-Mail Adresse

source: first name
de: Vorname

source: last name
de: Nachname

source: lang_pref
de: Sprachpräferenz

source: Username or Password is incorrect
de: Benutzername existiert nicht

source: User is not authenticated. Check your emails to validate your account.
de: Dieser Benutzer ist nicht authentifiziert. Bitte kontrollieren Sie Ihre E-Mails um Ihren Account zu bestätigen.
